Repository: dirckdigler/scheduling_appointments
Catalog: potx/scheduling_appointments.*.po
Languages: es

source: Web service secutiry key
es: Servicio web llave de seguridad

source: Save
es: Guardar

source: Changes saved
es: Cambios guardados

source: 1. APPOINTMENT DATA
es: 1. DATOS DE LA CITA

source: See Calendar
es: Ver Calendario

source: Back
es: Atrás

source: Next
es: Siguiente

source: Names
es: Nombres

source: Document
es: Documento

source: Last names
es: Apellidos

source: Gender
es: Género

source: Male
es: Masculino

source: Female
es: Femenino

source: City
es: Ciudad

source: Phone
es: Teléfono

source: Address
es: Dirección

source: Birthday
es: Fecha de Nacimiento

source: Cell phone
es: Celular

source: Email
es: Correo electrónico

source: Authorize the use of my data on the following <a href="@link" target="_blank">terms and conditions</a>
es: Autorizo el uso de mis datos en los siguientes <a href="@link" target="_blank">términos y condiciones</a>

source: ACCEPT
es: ACEPTAR

source: Comments should be maximum of 250 characters
es: Los comentarios deben tener máximo 250 caracteres

source: Invalid document
es: Documento invalido

source: Invalid number phone
es: Número de teléfono invalido

source: Invalid email address
es: Correo electrónico invalido

source: Thanks for update your information
es: Gracias por actualizar tus datos

source: The system was not able to update your information. Please try again later.
es: El sistema no pudo actualizar su información. Por favor intente otra vez.

source: Service
es: Servicio

source: Data owner motorcycle
es: Datos del propietario de la motocicleta

source: The primary identifier for the owner of the motorcycle
es: Identificador primario para el dueño de la motocicleta

source: Name owner
es: Nombre de dueño

source: Last name owner
es: Apellido del dueño

source: Address owner
es: Dirección del dueño

source: Date born owner
es: Fecha de nacimiento del dueño

source: Phone owner
es: Telefóno del dueño

source: Mobile phone owner
es: Celular del dueño

source: Email owner
es: Correo electrónico del dueño

source: Scheduling of appointments - AKT
es: Programación de citas - AKT

source: The primary identifier for a appointment.
es: Identificador primario para una cita

source: user to schedule the appointment
es: usuario que programa la cita

source: Center services department
es: Departamento de centro de servicios

source: Center services city
es: Ciudad de centro de servicios

source: Tid type appointment
es: Tid de tipo de cita

source: Id Center Services
es: Identidicación de centro de servicios

source: Reservation Code
es: Código de la reservación

source: Date appointment
es: Fecha de la cita

source: Center services
es: Centro de servicios

source: Plate motorcycle
es: PLaca de la motocicleta

source: Mileage motorcycle
es: Kilometraje de la motocicleta

source: Owner identification
es: Identificación del dueño

source: state of the appointment
es: estado de la cita

source: comments of the appointment
es: comentarios de la cita

source: Calendar type
es: Tipo de calendario

source: Allows you to schedule appointments
es: Permite programar citas

source: Site
es: Sitio

source: Date created
es: Fecha de creación

source: exposed
es: expuesto

source: Date between
es: Fecha entre

source: And
es: Y

source: Hour
es: Hora
